export const problemInfo = {
    title: "2023年团校理论知识考试试卷(题库)(30选择题+43填空题)",
    test: 73,
    score: [0, 1, 1, 1, 1],
    problems: [{
        "content": "中国科学技术大学的校训是()",
        "choices": ["勤奋学习、红专并进", "创寰宇学府、育天下英才", "红专并进、理实交融", "又红又专、理实交融"],
        "type": 1,
        "answer": 2
    },
    {
        "content": "中国科大自建校以来培养的毕业生中，平均每（）名本科毕业生中就产生一名院士，这一比例位居中国高校首位。",
        "choices": ["十", "百", "千", "万"],
        "type": 1,
        "answer": 2
    }, {
        "content": "中国共产主义青年团是中国共产党领导的（）的群众组织。",
        "choices": ["先进青年", "知识分子", "工人阶级", "青年学生"],
        "type": 1,
        "answer": 0
    }, {
        "content": "伟大的革命先行者（）领导的辛亥革命是一次伟大的资产阶级民主革命。",
        "choices": ["康有为", "孙中山", "李大钊", "陈独秀"],
        "type": 1,
        "answer": 1
    }, {
        "content": "（），中国共产党第一次全国代表大会在上海召开，最后一天会议转移至浙江嘉兴南湖举行。",
        "choices": ["1921年7月1日", "1921年7月21日", "1921年7月23日", "1921年7月11日"],
        "type": 1,
        "answer": 2
    }, {
        "content": "（）打响了武装反抗国民党反动派的第一枪，标志着中国共产党独立地领导革命战争、创建人民军队和武装夺取政权的开始。",
        "choices": ["南昌起义", "秋收起义", "百色起义", "广州起义"],
        "type": 1,
        "answer": 0
    }, {
        "content": "《共产党宣言》第一个中文全译本的译者是（）。",
        "choices": ["李大钊", "陈独秀", "陈望道", "毛泽东"],
        "type": 1,
        "answer": 2
    }, {
        "content": "中国共产党的最早组织是在中国工人阶级最密集的中心城市（）首先建立的？",
        "choices": ["北京", "上海", "广州", "延安"],
        "type": 1,
        "answer": 1
    }, {
        "content": "以下哪一项不是中共一大制定的纲领？（）",
        "choices": ["以无产阶级革命军队推翻资产阶级", "采用无产阶级专政，以达到阶级斗争的目的——消灭阶级", "废除资本私有制", "推翻国际帝国主义的压迫，达到中华民族完全独立"],
        "type": 1,
        "answer": 3
    }, {
        "content": "拉开我国新民主主义革命序幕的历史事件是（）。",
        "choices": ["辛亥革命", "五四运动", "中国共产党的成立", "新中国的成立"],
        "type": 1,
        "answer": 1
    }, {
        "content": "中国共产党创建的第一个农村革命根据地是（）。",
        "choices": ["井冈山革命根据地", "鄂豫皖革命根据地", "闽北革命根据地", "湘鄂西革命根据地"],
        "type": 1,
        "answer": 0
    }, {
        "content": "确立党对军队的绝对领导开始于（）。",
        "choices": ["三湾改编", "秋收起义", "古田会议", "八七会议"],
        "type": 1,
        "answer": 0
    }, {
        "content": "一二•九运动首先发生在（）。",
        "choices": ["北平", "上海", "南京", "南昌"],
        "type": 1,
        "answer": 0
    }, {
        "content": "我国的根本国家制度即国体是（）。",
        "choices": ["人民代表大会制度", "人民民主专政", "多党合作与政治协商制度", "民族区域自治制度"],
        "type": 1,
        "answer": 1
    }, {
        "content": "我国多党合作和政治协商制度的基本组织形式是（）。",
        "choices": ["人民代表大会", "中国人民政治协商会议", "民主党派代表大会", "各党派联席会议"],
        "type": 1,
        "answer": 1
    }, {
        "content": "中国共产主义青年团在（）召开了第一次全国代表大会。",
        "choices": ["上海", "北京", "天津", "广州"],
        "type": 1,
        "answer": 3
    }, {
        "content": "社会主义初级阶段基本路线的中心是（）。",
        "choices": ["改革开放", "经济建设", "保持社会稳定", "坚持走社会主义道路"],
        "type": 1,
        "answer": 1
    }, {
        "content": "下面（）不是预备党员入党宣誓的誓词。",
        "choices": ["拥护党的纲领", "永不叛党", "保守党的秘密", "学习党的知识"],
        "type": 1,
        "answer": 3
    }, {
        "content": "党的最大优势是（）。",
        "choices": ["密切联系群众", "实事求是", "建立了人民民主专政", "全心全意为人民服务"],
        "type": 1,
        "answer": 0
    }, {
        "content": "团员年度团籍注册以（）为单位进行。",
        "choices": ["团小组", "团支部", "团总支", "基层团委"],
        "type": 1,
        "answer": 1
    }, {
        "content": "党的最高理想和最终目标是实现（）。",
        "choices": ["共产主义", "中华民族伟大复兴", "发展先进生产力", "“中国梦”"],
        "type": 1,
        "answer": 0
    }, {
        "content": "党的二十大报告指出，（）是我们立党立国、兴党兴国的根本指导思想。",
        "choices": ["马克思列宁主义", "共产主义理论设", "马克思主义", "科学社会主义"],
        "type": 1,
        "answer": 2
    }, {
        "content": "党的二十大报告指出，从现在起，中国共产党的中心任务就是团结带领全国各族人民全面建成社会主义现代化强国、实现第二个百年奋斗目标，以（）全面推进中华民族伟大复兴。",
        "choices": ["中国式现代化", "开放发展理念", "从严治党方针", "科技强国战略"],
        "type": 1,
        "answer": 0
    }, {
        "content": "团的十九大于2023年6月19日至22日在北京召开，大会主题是：以习近平新时代中国特色社会主义思想为指导，全面贯彻党的二十大精神，深入贯彻习近平总书记关于青年工作的重要思想，高扬理想主义，心系广大青年，锐意开拓进取，勇于自我革命，动员引领广大青年在全面建设社会主义现代化国家、全面推进中华民族伟大复兴的历史进程中（）。",
        "choices": ["凝心聚力、奋楫扬帆", "坚定信念、顽强拼搏", "挺膺担当、团结奋斗", "踔厉奋发、实干笃行"],
        "type": 1,
        "answer": 2
    }, {
        "content": "“五四精神”核心内容是（）。 ",
        "choices": ["爱国、进步、民主、科学", "爱国、互助、团结、奋进", "进步、团结、民主、科学", "进步、奉献、友爱、奋进"],
        "type": 1,
        "answer": 0
    }, {
        "content": "中国共产主义青年团团徽的内容为团旗、齿轮、（）、初升的太阳及其光芒，写有“中国共青团”五字的绶带。",
        "choices": ["麦稻", "穗稻", "麦穗", "麦子"],
        "type": 1,
        "answer": 2
    }, {
        "content": "我国第一部团的章程是（）。",
        "choices": ["中国共产主义青年团章程》", "《中国青年团章程》", "《中国社会主义青年团临时章程》", "《中国社会主义青年团章程》"],
        "type": 1,
        "answer": 2
    }, {
        "content": "被批准入团的青年（）取得团籍。",
        "choices": ["从支部大会通过当日", "从发团员证当日", "从被上级组织批准当日", "从交入团申请书当时"],
        "type": 1,
        "answer": 0
    }, {
        "content": "（）负责团支部全面工作。",
        "choices": ["上级团组织", "团支部委员会", "团支部书记", "团支部成员"],
        "type": 1,
        "answer": 2
    }, {
        "content": "全国科技工作者日是（）",
        "choices": ["5月30日", "6月30日", "5月29日", "6月29日"],
        "type": 1,
        "answer": 0
    },
    {
        "content": "中国科学技术大学的学校代码是__，校庆日为___。",
        "type": 3,
        "answer": "10358,9月20日"
    },
    {
        "content": "中国科学技术大学校歌是《___》，由首任校长___作词，音乐家吕骥作曲。",
        "type": 3,
        "answer": "永恒的东风,郭沫若"
    },
    {
        "content": "郭永怀与新中国的第一代科学家们，践行着自己的初心和誓言，成功研制出属于我们自己的“两弹一星”。其中，“两弹”是指原子弹和___，”一星“指的是___。",
        "type": 3,
        "answer": "导弹,人造卫星"
    },
    {
        "content": "《墨经》在世界上最早系统地阐述了“小孔成像”理论，以及光是沿直线传播的，___对《墨经》的研究开启了中国古代物理学史研究的先河。2016年8月，由中国科学技术大学牵头研发的“___”量子科学实验卫星成功发射，以墨子命名，既是对古代伟大先哲的致敬，也是对他从《墨经》中开启中国古代物理学史研究的纪念。",
        "type": 3,
        "answer": "钱临照,墨子号"
    },
    {
        "content": "习近平总书记最近一次考察中国科学技术大学的时间是___。",
        "type": 3,
        "answer": "2016年4月26日"
    },
    {
        "content": "习近平总书记在考察我校时指出，中国科技大学要___、___、___，在人才培养和创新领域取得更加骄人的成绩，为国家现代化建设作出更大的贡献。",
        "type": 3,
        "answer": "勇于创新,敢于超越,力争一流"
    },
    {
        "content": "习近平总书记在考察我校时指出，中国现在的大学，要培养出什么样的学生，我们要有自信。要__自信、__自信、__自信，还有一个根本的自信，就是__自信。",
        "type": 3,
        "answer": "道路,理论,制度,文化"
    },
    {
        "content": "习近平总书记在考察我校时指出，希望同学们肩负时代责任，高扬理想风帆，静下心来刻苦学习，努力练好人生和事业的基本功，做___、___的大学生，做___、___的大学生，做___、___的大学生。",
        "type": 3,
        "answer": "有理想,有追求,有担当,有作为,有品质,有修养"
    },
    {
        "content": "党的十九大宣布了中国特色社会主义进入新时代，明确了我国社会主要矛盾发生变化，确立了___为党的指导思想。",
        "type": 3,
        "answer": "习近平新时代中国特色社会思想"
    },
    {
        "content": "党的二十大的主题是：高举中国特色社会主义伟大旗帜，全面贯彻新时代中国特色社会主义思想，弘扬伟大建党精神，___、___，___、___，___、___。",
        "type": 3,
        "answer": "自信自强,守正创新,踔厉奋发,勇毅前行,为全面建设社会主义现代化国家,全面推进中华民族伟大复兴而团结奋斗"
    },
    {
        "content": "党的二十大报告指出，十年来，我们经历了对党和人民事业具有重大现实意义和深远历史意义的三件大事：一是迎来中国共产党成立一百周年，二是___，三是完成___、___的历史任务，实现___。",
        "type": 3,
        "answer": "中国特色社会主义进入新时代,脱贫攻坚,全面建成小康社会,第一个百年奋斗目标"
    },
    {
        "content": "党的二十大报告指出，我们经过接续奋斗，实现了小康这个中华民族的千年梦想，打赢了人类历史上规模最大的___，全国八百三十二个贫困县全部摘帽，近__农村贫困人口实现脱贫，九百六十多万贫困人口实现易地搬迁。",
        "type": 3,
        "answer": "脱贫攻坚战,一亿"
    },
    {
        "content": "党的二十大报告指出，要坚持教育优先发展、科技自立自强、人才引领驱动，加快建设___、___、___，坚持为党育人、为国育才，全面提高人才自主培养质量，着力造就拔尖创新人才，聚天下英才而用之。",
        "type": 3,
        "answer": "教育强国,科技强国,人才强国"
    },
    {
        "content": "___是近百年来中国人民反对外国侵略者所取得的第一次完全胜利的民族解放战争。",
        "type": 3,
        "answer": "抗日战争"
    },
    {
        "content": "解放战争时期，人民解放军进行战略决战的三大战役是___、___、___。",
        "type": 3,
        "answer": "辽沈战役,淮海战役,平津战役"
    },
    {
        "content": "党的最高领导机关，是党的___和它所产生的___。",
        "type": 3,
        "answer": "全国代表大会,中央委员会"
    },
    {
        "content": "___确立了毛泽东思想为全党的指导思想。",
        "type": 3,
        "answer": "党的七大"
    },
    {
        "content": "中国共产党___确定把全党的工作重点转移到社会主义现代化建设上来。",
        "type": 3,
        "answer": "十一届三中全会"
    },
    {
        "content": "党的十一届六中全会通过的《___》,标志着党胜利地完成了指导思想上的拨乱反正。",
        "type": 3,
        "answer": "关于建国以来党的若干历史问题的决议"
    },
    {
        "content": "党员如果没有正当理由，连续___不参加党的组织生活，或不交纳党费，或不做党所分配的工作，就被认为是自行脱党。",
        "type": 3,
        "answer": "六个月"
    },
    {
        "content": "党的纪律处分有五种：___、___、___、___、___。",
        "type": 3,
        "answer": "警告,严重警告,撤销党内职务,留党察看,开除党籍"
    },
    {
        "content": "中国共产党坚持___的和平外交政策，坚持___道路，坚持___的开放战略，统筹国内国际两个大局。",
        "type": 3,
        "answer": "独立自主,和平发展,互利共赢"
    },
    {
        "content": "两个一百年：在___时全面建成小康社会，在___时建成富强民主文明和谐的社会主义现代化国家。",
        "type": 3,
        "answer": "中国共产党成立一百年,中华人民共和国成立一百年"
    },
    {
        "content": "五大发展理念：___、___、___、___、___。",
        "type": 3,
        "answer": "创新,协调,绿色,开放,共享"
    },
    {
        "content": "四个全面：全面建设社会主义现代化国家、___、___、___。",
        "type": 3,
        "answer": "全面深化改革,全面依法治国,全面从严治党"
    },
    {
        "content": "四个意识：___、___、___、___。",
        "type": 3,
        "answer": "政治意识,大局意识,核心意识,看齐意识"
    },
    {
        "content": "两个确立：确立___，___。",
        "type": 3,
        "answer": "习近平同志党中央的核心、全党的核心地位,确立习近平新时代中国特色社会主义思想的指导地位"
    },
    {
        "content": "两个维护：坚决维护___，坚决维护___。",
        "type": 3,
        "answer": "习近平总书记党中央的核心、全党的核心地位,党中央权威和集中统一领导"
    },
    {
        "content": "五位一体：___、___、___、___、___。",
        "type": 3,
        "answer": "经济建设,政治建设,文化建设,社会建设,生态文明建设"
    },
    {
        "content": "___、___是中国共产党人的初心和使命，也是改革开放的初心和使命。",
        "type": 3,
        "answer": "为中国人民谋幸福,为中华民族谋复兴"
    },
    {
        "content": "中国共产党诞生后，中国共产党人把___同___结合起来，团结带领人民经过长期奋斗，完成___和___，建立起中华人民共和国和社会主义基本制度。",
        "type": 3,
        "answer": "马克思主义基本原理,中国革命和建设的具体实际,新民主主义革命,社会主义革命"
    },
    {
        "content": "改革开放以来，中国共产党人把___同___结合起来，团结带领人民进行建设中国特色社会主义新的___，使中国大踏步赶上了时代，实现了中华民族从___到___的伟大飞跃。",
        "type": 3,
        "answer": "马克思主义基本原理,中国改革开放的具体实际,伟大实践,站起来,富起来"
    },
    {
        "content": "在新时代，中国共产党人把___同___结合起来，团结带领人民进行___、建设___、推进___、实现___，推动党和国家事业取得全方位、开创性历史成就，发生深层次、根本性历史变革，中华民族迎来了从___到___的伟大飞跃。",
        "type": 3,
        "answer": "马克思主义基本原理,新时代中国具体实际,伟大斗争,伟大工程,伟大事业,伟大梦想,富起来,强起来"
    },
    {
        "content": "习近平总书记在两院院士大会上说：___是中国特色科技创新事业不断前进的根本政治保证。",
        "type": 3,
        "answer": "中国共产党领导"
    },
    {
        "content": "在我国，科技工作的首要任务是___。",
        "type": 3,
        "answer": "振兴国民经济"
    },
    {
        "content": "科技工作者的“四个面向”：面向___、面向___、面向___、面向___。",
        "type": 3,
        "answer": "世界科技前沿,经济主战场,国家重大需求,人民生命健康"
    },
    {
        "content": "中国共产主义青年团团歌为《___》。",
        "type": 3,
        "answer": "光荣啊,中国共青团"
    },
    {
        "content": "共青团强三性：__性、__性、__性",
        "type": 3,
        "answer": "政治,先进,群众"
    },
    {
        "content": "共青团去四化：__化、__化、__化、__化",
        "type": 3,
        "answer": "机关,行政,贵族,娱乐"
    },
    {
        "content": "共青团三会两制一课：__、__、__、__、__、__，是团的组织生活的基本制度。",
        "type": 3,
        "answer": "支部大会,支部委员会,团小组会,团员教育评议制度,团员年度团籍注册制度,团课"
    },
    {
        "content": "新团员必须在团旗下进行入团宣誓。誓词如下：我志愿加入中国共产主义青年团，坚决拥护___，遵守___，执行___，履行___，严守___，勤奋学习，积极工作，吃苦在前，享受在后，为___而奋斗。",
        "type": 3,
        "answer": "中国共产党的领导,团的章程,团的决议,团员义务,团的纪律,共产主义事业"
    },
    {
        "content": "共青团四维工作格局：___、___、___、___。",
        "type": 3,
        "answer": "凝聚青年,服务大局,当好桥梁,从严治团"
    }]
}